<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<head>
    <title>휴먼라이브러리 주요사업</title>
</head>

<body>
    <div class="container-fluid hb-bg-gb">
        <div class="row">
            <div class="col-lg-12">
                <div class="hb-color hb-title">
                    <span>노원휴먼라이브러리 사업</span>
                </div>
                <div class="hb-content">
                    <div class="hb-sub-title-circle"> 나눔 사업 </div>
                    <img class="img-responsive center-block" src="/resources/img/ic_business_01.gif">
                    <br/>
                    <ul class="hb-ul-dotted">
                        <li>수시 열람- 수시로 휴먼북을 열람 신청하여 휴먼라이브러리 카페에서 만남</li>
                        <ul>
                            <li>- 홈페이지에서 열람신청 후 1주일 정도 시간을 두고 열람 날짜를 잡게 됨</li>
                            <li>- 주로 1:1~3 형태로 진행됨</li>
                            <li>찾아가는 휴먼라이브러리- 휴먼라이브러리 카페가 노원정보도서관에 위치하고 있어 노원구 내 다른 지역에서는 접근성이 불편한 것을 고려함.</li>
                            <li>- 각 기관 순회 방문하여 휴먼북 열람행사를 실시함.</li>
                            <li>- 10명 내외의 휴먼북으로 구성되는 이벤트식 열람행사, 또는 특정 휴먼북이 복지관 등의 초청을 받아 찾아가는 방문열람행사로 구성되어 있음.</li>
                        </ul>
                        <li>휴먼북과의 대화(대규모 청소년 직업체험 축제)- 학생 등 신청 수요가 많은 층을 대상으로 함.</li>
                        <ul>
                            <li>- 특정 날짜에 50명~100명 규모의 휴먼북을 동시 초빙하여 진행되는 축제형 직업체험 열람행사임.</li>
                            <li>- 통상 학교 운동장을 빌려 파라솔이나 천막 부스를 휴먼북 인원만큼 설치함.</li>
                            <li>- 관내 54개 중고등학교 학생들의 신청을 받아 행사를 진행함.</li>
                            <li>- 동시에 많은 휴먼북이 참가함으로써 독자인 학생들의 직업체험 선택의 폭을 넓혀주고 휴먼북 간의 친교의 자리가 됨.</li>
                            <li>- 봄, 가을 연2회 운영함.</li>
                        </ul>
                        <li>휴먼북 초대석 - 격월로 휴먼북 및 독자가 합동으로 휴먼북을 열람 신청하는 휴먼북 ․ 독자의 다함께 수다방 형태.</li>
                        <ul>
                            <li>- 만들게 된 배경 : 휴먼북이 가진 주제가 어렵거나 전문적일 경우 만나고 싶긴 하지만 개인이 열람신청하기에 부담스러워 열람신청이 잘 이루어지지 않는 경우를 고려한 열람 활성화 프로그램.</li>
                            <li>- 공동으로 특정 휴먼북을 초빙하여 휴먼북이 가지고 있는 전문적인 내용을 간단한 강의 형태로 듣고, 2부에 토크쇼 방식으로 인생이야기를 듣는 수다방 형태로 진행함.</li>
                            <li>- 진행자가 따로 있어 독자로 참가한 사람들(휴먼북+손님)의 대화 참여 부담이 가벼워지고, 개인당 1개의 질문만 준비해도 다양한 이야기를 듣고 갈 수 있음.</li>
                            <li>- 휴먼북 간 교류의 장이 되고 일반 독자들에게 다양한 휴먼북을 부담 없이 만날 수 있는 편의를 제공함.</li>
                            <li>- 쟁점과 토론을 만들지 않고 휴먼북의 전문성을 이야기 식으로 풀어가므로 열람행사의 성격을 유지할 수 있음.</li>
                            <li>- 독자는 10명~30명 정도임.</li>
                        </ul>
                    </ul>
                    <br/>
                    <div class="hb-sub-title-circle"> 소통 사업 </div>
                    <img class="img-responsive center-block" src="/resources/img/ic_business_02.gif">
                    <br/>
                    <ul class="hb-ul-dotted">
                        <li>
                            소통·공감 학교경쟁 위주의 교육을 받은 대부분의 주민들은 소통문화에 익숙하지 않아 열람 신청 때도 스펙위주의 신청이 많고, 휴먼북의 스토리에 대한 대화 접근을 어려워 함. 더욱 심각한 문제는 많은 사람들이 사랑하는 자녀나 남편과도 소통에 대한 기본 상식이 부족하여, 감정표현이 왜곡되어 불화와 갈등, 냉담이 발생하고 있음. 따라서 소통이 왜 필요한지 인식 교육과 소통하는 생활 습관은 어떻게 만들어야 하는지에 대한 기초 교육이 필요함. 교육내용은 다음과 같음.
                            <ul>
                                <li>① 명상교실 : 자신과의 소통법을 배워 상처받으며 살아온 자신의 트라우마를 치유하고 맑고 따뜻한 영혼을 회복 함. 나아가 충전된 에너지로 타인의 마음을 감싸주는 행복 전도사가 됨</li>
                                <li>② 자녀와 소통을 위한 청소년심리 강좌</li>
                                <li>③ 부부사이의 소통을 위한 참부부이야기</li>
                                <li>④ 소통 ․ 공감 대화법 훈련</li>
                            </ul>
                        </li>
                        <li>
                            가족소통상담실(명칭 : 생생충전소) 청소년 고민, 가족갈등 등의 상당한 부분은 굳이 정신과치료를 받지 않아도 해결할 수 있음. 상당 부분이 소통의 부재, 왜곡에서 비롯되었기 때문. 휴먼북의 자원활동으로 생생충전소를 만들어, 청소년들과 부모들이 서로에 대한 스트레스를 상담을 통해 일부 풀어 줌. 또한 서로에 대한 이해를 높여 소통할 수 있는 마음의 준비를 시켜주고 소통교육 등에 대한 안내를 함.
                            <ul>
                                <li>① 매주 토요일 1시~5시까지 즉석 심리테스트와 상담이 진행</li>
                                <li>② 추가적인 지속 상담이 필요한 경우 따로 날짜를 잡아 휴먼카페에서 연속 상담을 이어감</li>
                                <li>③ 감간단히 치료가 가능한 경우는 미술치료, 명상치료 등 해당 휴먼북과 연계하여 치료를 진행함</li>
                                <li>④ 상태가 위중한 경우는 구청 정신보건센터에 의뢰함</li>
                                <li>⑤ 홈페이지나 평일 방문 신청자의 경우는 해당 휴먼북과 열람신청 형태로 날을 잡아 상담을 진행함</li>
                            </ul>
                        </li>
                        <li>
                            소통활동가 양성학교 - 소통활동가 양성을 통해 주민들의 소통 ․ 공감 능력을 향상시키는데 필요한 주민 활동가를 배출함.
                            <ul>
                                <li>- 졸업생들은 졸업 후에도 활동과 연습모임 참여를 통해 역량을 지속적으로 강화함.</li>
                                <li>- 현재 1기생을 배출하여 관내 4개 도서관에 소통활동가로 배치함.</li>
                                <li>- 소통공감학교 졸업생과 연계하여 소통을 위한 주민 연습 모임을 준비 중임.</li>
                            </ul>
                        </li>
                        <li>
                            가족 소통캠프 통상 소통공감학교는 엄마들이 주로 참가. 가족소통상담실은 아이들만 들여보내고 엄마 아빠는 지켜보기만 하는 경우도 많음. 불통가족의 우울한 하루는 소통공감학교를 졸업한 엄마 혼자 해결할 수 있는 문제도 아니고, 상담을 받고 나오는 아이 혼자 해결할 수 있는 문제는 더더욱 아니므로 어떻게 하면 가족의 3주체(엄마, 아빠, 아이들)가 함께 소통의 의미를 느끼고, 소통을 실천해 낼 수 있게 도와주는 사업.
                            <ul>
                                <li>- 소통활동가보다는 다소 전문가의 능력이 결합되어야 할 프로그램이어서 예산 마련과 시간적 준비가 필요함.</li>
                                <li>- 현재 계획은 월1회 정도 5~10가족이 모여 6시간~8시간 정도 소통 훈련을 하고, 함께 소통의 절실함을 느낀 후, 가족소통계획서 작성과 실천 결의를 할 수 있게 하는 것임.</li>
                                <li>- 이후 소통연습모임을 통해 꾸준한 관리를 해주는 것도 필수적임.</li>
                            </ul>
                        </li>
                        <li>
                            소통 휴먼라이브러리 - 다양한 휴먼북 중 평소 자신의 편견, 고정관념 때문에 기피했던 그룹의 사람 만나기.
                            <ul>
                                <li>- 사회적으로 편견을 받고 있는 그룹의 일원을 별도 초대하는 열람행사. (경험상 사회적 소수자에 속한 사람들은 상설 휴먼북 등록을 부담스러워 함)</li>
                                <li>- 갈등을 겪고 있는 두 집단(개인) 구성원을 초대하여 소통하기 : 수시열람등 나눔사업에 속한 프로그램은 독자가 선호하는 휴먼북을 신청하여 만나는 것이라면, 소통휴먼라이브러리는 독자가 기피하는 휴먼북이나 집단(개인)을 신청하여 상대에 대한 편견을 깨고 공감을 넓혀가는 과정. 휴먼북은 등록된 회원 휴먼북일수도 있고 사회적 편견을 받고 있는 집단의 일원을 초대할 수 도 있음.</li>
                            </ul>
                        </li>
                        <li>
                            인권 휴먼라이브러리 - 12월10일 세계 인권의 날을 전후해서 실시.
                            <ul>
                                <li>- 인권사각지대의 사람들을 휴먼북으로 초대하여 그들의 상처받은 마음을 함께 공감하고 주민들의 인식 전환을 꾀함.</li>
                            </ul>
                        </li>
                    </ul>
                    <br/>
                    <div class="hb-sub-title-circle"> 공감 사업 </div>
                    <img class="img-responsive center-block" src="/resources/img/ic_business_03.gif">
                    <br/>
                    <ul class="hb-ul-dotted">
                        <li>
                            공감100°C- 휴먼북이 자신의 인생이야기를 20~30분 정도 강연하고, 독자들은 함께 공감해 주는 프로그램임.
                            <ul>
                                <li>- 강연자는 휴먼북이 아니어도 가능하고 독자는 공개적일 수도 있고, 자신의 주변사람들일 수도 있음.</li>
                                <li>- 이야기가 직업 변천과 관련된 흐름일 경우는 2부에 청소년들과의 독자열람 시간을 따로 마련함.</li>
                            </ul>
                        </li>
                        <li>
                            이달의 북토크- 책을 매개로 책에서 다루고 있는 시대의 생활과 문화를 공감하고, 자신들의 경험을 토대로 함께 수다를 이어가는 공감 수다방 형태임.
                            <ul>
                                <li>- 가급적 쟁점 토론은 피하고 각자의 느낌과 생각을 얘기하고 서로 ‘아, 그렇게 생각할 수도 있구나! 아, 그렇게 느낄 수도 있구나!’ 하는 사람마다의 차이를 발견하고 서로 공감해 주는 자리임.</li>
                            </ul>
                        </li>
                        <li>
                            인문학 여행토크- 국내 ․ 외 특정 지역이나 나라를 선정하여 방문경험자들이 간단한 여행이야기를 함.
                            <ul>
                                <li>- 진행자가 그 지역과 관련된 인문학적 내용을 소개함.</li>
                                <li>- 그 지역 방문 경험이 있는 참가자들은 기억을 되새기며 관련 이야기를 다시 풀어감.</li>
                                <li>- 미경험자들은 질문을 통해 자신이 여행을 갈 경우 좀 더 알차게 둘러볼 수 있는 사전 정보를 얻기도 함.</li>
                                <li>- 특정 지역의 이야기와 여행을 매개로 긴장된 현실생활로부터 벗어나는 여유와 다른 사람을 공감하는 마음을 가질 수 있게 한다.</li>
                            </ul>
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
</body>