<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<c:set var="ctx" value="${pageContext.request.contextPath}" />
<head>
    <title>제3자 정보제공 동의 안내</title>
</head>

<body>
<div class="container-fluid hb-bg-gb">
    <div class="row">
        <div class="col-lg-12">
            <div class="hb-color hb-title">
                <span>제3자 정보제공 동의 안내</span>
            </div>
            <div class="hb-content">
                <p>
                    노원구 구립도서관 홈페이지에서는 아래의 경우 제3자 제공을 하고 있으며, 개인정보의 취급 위탁은 하지 않습니다. 실명확인 및 공공 I-PIN 인증시에 제공하는 개인정보는 개인정보보호법 제22조 제2항에 따라 정보주체와의 계약체결 등을 위하여 정보주체의 동의 없이 처리할 수 있는 개인정보로 지정 합니다.<br/>
                    <br/>
                    [노원구 구립도서관 홈페이지 회원 서비스 제공을 위해 개인정보를 제공하는 기관]<br/>
                    아래에 해당하는 개인정보는 회원가입시 실명인증 및 I-PIN 인증시에만 제3자 제공을 하고 있으며 정보주체의 동의 없이는 제공되지 않습니다.<br/>
                    <br/>
                    제공받는 자<br/>
                    - 나이스신용평가정보(주)<br/>
                    <br/>
                    제공받는 자의 개인정보 이용 목적<br/>
                    - 본인인증, I-PIN<br/>
                    <br/>
                    제공하는 개인정보의 항목<br/>
                    - 가입자 또는 법정대리인의 성명/이동전화번호/가입한 이동전화 회사/생년월일/성별<br/>
                    - 가입자 또는 법정대리인의 I-PIN(개인식별번호)<br/>
                    - 연계정보(CI), 중복가입확인정보(DI)<br/>
                    <br/>
                    제공받는 자의 개인정보 보유 및 이용 기간<br/>
                    - 신용평가 기관에서는 이미 보유하고 있는 개인정보이기 때문에 별도로 저장하지 않음<br/>
                    <br/>
                    단, 다음에 해당하는 경우에는 예외로 제공 할 수 있습니다. [개인정보보호법 제18조 제2항]<br/>
                    1. 정보주체로부터 별도의 동의를 받은 경우<br/>
                    1. 다른 법률에 특별한 규정이 있는 경우<br/>
                    1. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우<br/>
                    1. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우<br/>
                    1. 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우<br/>
                    1. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우<br/>
                    1. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우<br/>
                    1. 법원의 재판업무 수행을 위하여 필요한 경우<br/>
                    1. 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우<br/>
                    <br/>
                    정보주체는 개인정보의 제3자 제공에 대한 동의를 거부할 수 있으며, 동의 거부시 노원구 구립도서관 홈페이지에 회원가입이 되지 않으며, 노원구 구립도서관 홈페이지에서 제공하는 일부 서비스를 이용할 수 없습니다.<br/>
                </p>
            </div>
        </div>
    </div>
</div>
</body>