<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<c:set var="ctx" value="${pageContext.request.contextPath}" />
<head>
    <title>개인정보 수집이용</title>
</head>

<body>
    <div class="container-fluid hb-bg-gb">
        <div class="row">
            <div class="col-lg-12">
                <div class="hb-color hb-title">
                    <span>개인정보 수집이용</span>
                </div>
                <div class="hb-content">
                    <p>
                        노원구 구립도서관은 도서관에서의 다양한 서비스 제공을 목적으로 도서관 회원 정보를 수집하며, 수집된 개인정보를 바탕으로 보다 유용한 서비스를 개발하고 향상된 양질의 서비스를 제공하고자 이용자의 사전 동의를 거쳐 개인정보를 수집하고 있습니다.<br/>
                        <br/>
                        ① 수집항목 : 이름, 로그인ID, 비밀번호, 주소, 전화번호, 휴대전화번호, 이메일, 서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보<br/>
                        ② 개인정보 수집방법 : 이용자의 도서관 방문을 통한 도서관 회원가입용 PC를 이용한 회원가입, 행사 등의 접수에 따른 전화/서면양식, 홈페이지를 통한 추가 정보 입력, 홈페이지 운영에 따른 자동 로그저장 툴 등<br/>
                        <br/>
                        노원구 구립도서관은 이용자의 사전 동의 없이는 이용자의 개인 정보를 공개하지 않으며, 수집된 정보는 아래와 같이 이용하고 있습니다.<br/>
                        <br/>
                        ① 서비스 제공에 관한 정보 활용<br/>
                        도서대출, 도서관내 시설의 이용, 홈페이지 서비스의 이용, 도서관학교 등 강좌 및 행사 접수, 회원가입, 서비스 관련 문의 등을 포함한 이용약관에 따른 서비스 업무 사항의 처리<br/>
                        ② 고객 관리<br/>
                        서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 가입 및 가입횟수 제한, 연령확인, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 고지사항 전달<br/>
                        ③ 서비스 향상을 위한 설문 및 학술적 용도의 정보 활용<br/>
                        서비스 향상을 위한 설문 조사, 인구통계학적 특성에 따른 서비스 제공, 접속 빈도 파악, 회원의 서비스 이용에 대한 통계, 도서관 서비스의 정보전달, 학술적 용도의 기초 통계 자료 제공 등<br/>
                        <br/>
                        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 또한 이용자 본인의 서비스 이용 해지(도서관 회원 탈퇴) 요구 시 지체 없이 파기 합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.<br/>
                        <br/>
                        ① 회사 내부 방침에 의한 정보보유 사유<br/>
                        [도서관 회원 제적]<br/>
                        보존 이유 : 부정 이용 방지<br/>
                        보존 기간 : 1년<br/>
                        ② 관련법령에 의한 정보보유 사유<br/>
                        관계법령의 규정에 의하여 보존할 필요가 있는 경우 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 도서관에서는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 해당 법령에 따릅니다.<br/>
                        [본인확인에 관한 기록]<br/>
                        보존 이유 : 정보통신 이용촉진 및 정보보호 등에 관한 법률<br/>
                        보존 기간 : 6개월<br/>
                        [방문에 관한 기록]<br/>
                        보존 이유 : 통신비밀보호법<br/>
                        보존 기간 : 3개월<br/>
                    </p>
                </div>
            </div>
        </div>
    </div>
</body>