<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<c:set var="ctx" value="${pageContext.request.contextPath}" />
<head>
    <title>서비스 이용약관</title>
</head>

<body>
<div class="container-fluid hb-bg-gb">
    <div class="row">
        <div class="col-lg-12">
            <div class="hb-color hb-title">
                <span>서비스 이용약관</span>
            </div>
            <div class="hb-content">
                <p>
                    [ 제1장 총칙 ]<br/>
                    <br/>
                    제1조 (목적)<br/>
                    본 약관은 노원구 도서관(노원정보도서관(노원휴먼라이브러리), 노원어린이도서관, 월계문화정보도서관, 공릉청소년문화정보센터, 작은도서관(마을문고), 이하 “도서관”이라 한다)이 제공하는 자료이용을 위하여 도서관 회원가입시 회원과 도서관간에 권리ㆍ의무ㆍ책임사항과 기타 필요한 제반사항을 규정함을 목적으로 한다.<br/>
                    <br/>
                    제 2 조 (약관의 효력과 변경)<br/>
                    ① 본 약관은 도서관 회원 가입 시 약관 내용에 동의하는 경우, 도서관의 자료제공 행위 및 회원의 자료이용 행위에 대하여 이를 적용한다.<br/>
                    ② 본 약관은 회원을 위하여 새로운 서비스를 추가하거나, 정책상 중요 사유와 특별한 사정이 발생한 경우에 사전 고지 없이 약관을 개정할 수 있으며 변경된 약관은 도서관 사이트에 공지하여, 공지와 동시에 그 효력이 발생한다. 회원이 변경된 약관에 동의하지 않는 경우, 본인의 회원가입을 취소할 수 있으며 변경된 약관에 대하여 가입취소가 없으면 동의한 것으로 본다.<br/>
                    ③ 회원은 정기적으로 사이트를 방문하여 약관의 변경 사항을 확인해야하며 변경된 약관에 대한 정보를 알지 못해 발생하는 회원의 피해는 도서관에서 책임지지 않는다.<br/>
                    <br/>
                    제 3 조 (용어의 정의)<br/>
                    본 약관에서 사용하는 용어의 정의는 다음과 같다.<br/>
                    1. “회원”이라 함은 본 약관에 따라 도서관에 개인 정보를 제공하여 회원 가입을 한 자로서 도서관에서 제공하는 자료를 이용할 수 있는 자<br/>
                    2. “가입”이라 함은 도서관에서 제공하는 신청서 양식에 해당 정보를 기입하고 본 약관에 동의하여 회원가입을 완료시키는 행위<br/>
                    3. “회원번호”라 함은 도서관에서 회원 가입 시 회원의 식별과 자료이용을 위하여 도서관에서 부여하는 숫자의 조합<br/>
                    4. "회원ID(아이디)"라 함은 온라인에서 회원의 식별과 자료이용을 위하여 회원이 선정하고 도서관 사이트가 부여하는 영문자, 숫자의 조합<br/>
                    5. “비밀번호”라 함은 회원과 회원번호 및 ID가 일치하는지를 확인하고 통신상의 자신의 비밀보호를 위하여 회원 자신이 선정한 영문자, 숫자의 조합<br/>
                    6. “탈퇴”라 함은 도서관 또는 회원가입자가 이용계약을 종료하는 것으로 회원가입을 취소하는 행위<br/>
                    <br/>
                    제 4 조 (약관 외 준칙)<br/>
                    ① 도서관은 필요한 경우 개별 서비스에 대하여 약관 및 이용 규정(이하 ‘서비스별 안내’)을 정할 수 있으며, 본 약관과 서로 상충되는 경우에는 서비스별 안내의 내용을 우선하여 적용한다.<br/>
                    ② 본 약관에 명시되지 않은 사항은 관계법령 및 도서관 운영규정에서 정하는 바에 따른다.<br/>
                    <br/>
                    [ 제 2 장 서비스 제공 및 이용 ]<br/>
                    <br/>
                    제 5 조 (회원가입 및 탈퇴)<br/>
                    ① 회원가입 및 이용계약은 본 이용약관에 대한 동의와 이용 신청에 대해서 도서관의 이용 승낙으로 성립되며 도서관의 가입 양식에서 요구하는 사항을 작성하여 가입을 하는 것으로 성립된다.<br/>
                    ② 회원 가입 처에서 회원 가입을 하는 것은 노원구 도서관(노원정보도서관, 노원어린이도서관, 월계문화정보도서관, 공릉청소년문화정보센터 및 작은도서관) 회원에 통합 가입됨을 원칙으로 한다.<br/>
                    ③ 도서관은 다음 각호의 경우에 대하여 가입을 취소할 수 있다<br/>
                    1. 다른 사람의 명의를 사용하여 신청한 경우<br/>
                    2. 회원 가입 신청서의 내용을 허위로 기재한 경우<br/>
                    3. 다른 사람의 정보를 도용하는 등의 행위를 한 경우<br/>
                    4. 도서관 운영규정 등 관계법령과 본 약관이 금지하는 행위를 하는 경우<br/>
                    ④ 회원은 이용 계약을 해지하고자 하는 때는 본인이 회원탈퇴를 해야 한다.<br/>
                    ⑤ 회원탈퇴는 본인임을 알 수 있는 이름, 주민등록번호, ID, 전화번호, 해지사유를 알려주면, 가입기록 일치 여부 확인 후 처리하며, 회원이 작성한 게시물 및 제공한 정보는 도서관 정책에 의해 일정기간을 유지하고 보관 또는 소멸된다. 다만, 타인에 의해 재게시되거나, 게시판, 커뮤니티, 카페 등 공유 및 알림의 목적으로 등록된 게시물 등은 삭제되지 않으니 사전에 삭제 후 탈퇴하여야 한다.<br/>
                    <br/>
                    제 6 조 (회원 가입정보 사용에 대한 동의)<br/>
                    ① 도서관은 회원 가입정보를 “공공기관의개인정보보호에관한법률”에 의해 보호한다.<br/>
                    ② 도서관은 회원가입 정보는 다음 각호와 같이 사용ㆍ관리ㆍ보호한다.<br/>
                    1. 도서관은 자료제공과 관련하여 회원의 신상정보를 본인의 승낙 없이 누설ㆍ배포하지 않는다. 단, 전기통신기본법 등 법률의 규정에 의해 국가기관의 요구가 있는 경우, 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우, 통계작성 및 학술연구 등의 목적을 위한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우 또는 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우는 그러하지 않는다.<br/>
                    2. 회원가입후 가입자는 개인정보의 보호 및 관리를 위하여 도서관 사이트에서 수시로 자신의 개인정보를 수정,삭제할 수 있다.<br/>
                    3. 회원가입후 개인정보는 오직 본인이 열람,수정,삭제 할 수 있으며, 이는 전적으로 본인의 ID와 비밀번호에 의해 관리되어야 한다. 따라서 타인에게 본인의 ID와 비밀번호를 알려주어서는 안되며, ID 및 비밀번호 누출에 의한 모든 책임은 본인에게 있다.<br/>
                    ③ 본 약관에 따라 회원 가입을 신청하는 것은 도서관 사이트의 신청서에 기재된 정보를 수집ㆍ이용하는 것에 동의하는 것으로 간주한다.<br/>
                    <br/>
                    제 7 조 (서비스의 제공)<br/>
                    ① 도서관은 회원의 이용신청을 승낙한 때부터 서비스를 개시한다. 단, 일부 서비스의 경우에는 지정된 일자부터 서비스를 개시한다.<br/>
                    ② 서비스는 도서관의 업무상 또는 기술상 특별한 지장이 없는 한 도서관이 정한 운영 기준의거 서비스 함을 원칙으로 한다. 단, 도서관은 시스템 정기점검, 증설 및 교체를 위해 도서관이 정한 날이나 시간에 서비스를 일시 중단할 수 있으며, 예정되어 있는 작업으로 인한 서비스 일시 중단은 도서관을 통해 사전에 공지한다.<br/>
                    ③ 도서관은 긴급한 시스템 점검, 증설 및 교체, 설비의 장애, 서비스 이용의 폭주, 국가비상사태, 정전 등 부득이한 사유가 발생한 경우 사전 예고 없이 일시적으로 서비스의 전부 또는 일부를 중단할 수 있다.<br/>
                    ④ 도서관은 서비스 개편 등 서비스 운영 상 필요한 경우 회원에게 사전 예고 후 서비스의 전부 또는 일부의 제공을 중단할 수 있다.<br/>
                    <br/>
                    제 8 조 (서비스의 변경)<br/>
                    ① 도서관은 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경할 수 있다.<br/>
                    ② 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등을 그 변경 전 홈페이지에 공지, 게시하여야 한다.<br/>
                    ③ 도서관은 정책 및 운영의 필요에 따라 사전공지를 통해 무료로 제공되는 서비스의 일부 또는 전부를 수정, 중단, 변경할 수 있으며, 이용회원에게는 별도의 보상을 하지 않는다.<br/>
                    <br/>
                    제 9 조 (서비스 이용제한)<br/>
                    ① 도서관은 회원이 서비스 이용내용에 있어서 본 약관 제 13조의 내용을 위반하거나, 다음 각 호의 1에 해당하는 경우 서비스 이용제한, 초기화, 이용계약 해지 및 기타 해당 조치를 할 수 있다.<br/>
                    1. 회원정보에 부정한 내용을 등록하거나 타인의 회원ID, 비밀번호 기타 개인정보를 도용하는 행위 또는 회원ID를 타인과 거래하거나 제공하는 행위<br/>
                    2. 공공질서 및 미풍양속에 위반되는 저속, 음란한 내용 또는 타인의 명예나 프라이버시를 침해할 수 있는 내용을 전송, 게시, 전자우편 또는 기타의 방법으로 타인에게 유포하는 행위<br/>
                    3. 다른 회원을 희롱 또는 위협하거나, 특정 회원에게 지속적으로 고통 또는 불편을 주는 행위<br/>
                    4. 도서관으로부터 특별한 권리를 부여 받지 않고 도서관이 제공하는 프로그램을 변경하거나, 서버를 해킹하거나, 사이트 또는 게시된 정보의 일부분 또는 전체를 임의로 변경하는 행위<br/>
                    5. 서비스를 통해 얻은 정보를 도서관의 사전 승낙 없이 서비스 이용 외의 목적으로 복제하거나, 이를 출판 및 방송 등에 사용하거나, 제 3자에게 제공하는 행위<br/>
                    6. 도서관의 운영진, 직원 또는 관계자를 사칭하거나 고의로 서비스를 방해하는 등 정상적인 서비스 운영에 방해가 될 경우<br/>
                    7. 방송통신심의위원회 등 관련 공공기관의 시정 요구가 있는 경우<br/>
                    8. 약관을 포함하여 도서관이 정한 제반 규정을 위반하거나 범죄와 결부된다고 객관적으로 판단되는 등 제반 법령을 위반하는 행위<br/>
                    ② 회원은 본 조에 따른 이용제한 등에 대해 도서관이 정한 절차에 따라 이의신청을 할 수 있으며 정당하다고 인정하는 경우 즉시 서비스의 이용을 재개한다.<br/>
                    <br/>
                    제 10 조 (회원의 게시물 관리)<br/>
                    도서관은 회원이 게시하거나 등록한 내용물이 다음 각호에 해당된다고 판단되는 경우 사전 통지 없이 삭제할 수 있다.<br/>
                    <br/>
                    1. 본 서비스 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우<br/>
                    2. 타인을 비방하거나 중상모략으로 개인 및 단체의 명예를 손상시키는 내용인 경우<br/>
                    3. 공공질서 및 미풍양속에 위반되는 내용인 경우<br/>
                    4. 범죄적 행위에 부합된다고 인정되는 내용인 경우<br/>
                    5. 타인의 저작권 등 기타의 권리를 침해하는 내용인 경우<br/>
                    6. 영리를 목적으로 하는 광고일 경우<br/>
                    7. 기타 관계 법령이나 도서관에서 정한 규정에 위배되는 내용인 경우<br/>
                    <br/>
                    제 11 조 (게시물의 저작권)<br/>
                    ① 서비스에 대한 저작권 및 지적재산권은 도서관에 귀속된다.<br/>
                    ② 회원이 서비스 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속된다. 단, 도서관은 서비스의 운영, 전시, 전송, 배포, 홍보의 목적으로 회원의 별도의 허락 없이 무상으로 저작권법에 규정하는 공정한 관행에 합치되도록 합리적인 범위 내에서 다음과 같이 회원이 등록한 게시물을 사용할 수 있다.<br/>
                    1. 서비스 내에서 회원 게시물의 복제, 수정, 개조, 전시, 전송, 배포 및 저작물의 원래의 속성을 해치지 않는 범위 내에서의 편집 저작물의 작성<br/>
                    2. 공공기관, 민간기관, 포털, 방송사, 통신사 등 서비스 연계기관에게 회원의 게시물 내용을 제공, 전시 혹은 홍보<br/>
                    ③ 도서관은 전항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우, 전화, 팩스, 전자우편 등의 방법을 통해 사전에 회원의 동의를 얻어야 합니다. 회원은 언제든지 해당 게시물에 대해 삭제, 검색결과 제외, 비공개 등의 조치를 취할 수 있다.<br/>
                    ④ 회원의 게시물이 타인의 저작권을 침해함으로써 발생하는 민, 형사상의 책임은 전적으로 회원이 부담하여야 한다.<br/>
                    <br/>
                    [ 제 3 장 의무 및 책임 ]<br/>
                    <br/>
                    제 12 조 (도서관의 의무)<br/>
                    ① 도서관은 회원이 희망한 서비스 제공 개시일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 한다.<br/>
                    ② 도서관은 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구해야 한다.<br/>
                    ③ 도서관은 개인정보보호를 위해 보안시스템을 구축하며 개인정보보호정책(변경->개인정보취급방침)을 홈페이지에 공시하고 준수한다.<br/>
                    <br/>
                    제 13 조 (회원의 의무)<br/>
                    ① 도서관 회원 가입 절차를 완료하는 순간부터 회원은 입력한 정보의 비밀을 유지할 책임이 있으며, 회원의 ID와 비밀번호 관리소홀, 부정사용 등에 의하여 발생하는 모든 결과에 대한 책임은 회원 본인에게 있다.<br/>
                    ② 회원 가입 또는 기 가입 정보의 변경시 실명으로 관련 사항을 정확하게 작성하여야 하며, 허위 또는 타인의 정보를 가입한 경우 회원으로서의 권리 및 혜택을 받을 수 없다.<br/>
                    ③ 회원은 본 약관에서 규정하는 사항과 기타 도서관이 정한 제반규정 등 도서관의 관계법령을 준수하여야 하며, 기타 도서관의 업무에 방해가 되는 행위, 도서관의 명예를 손상시키는 행위, 타인에게 피해를 주는 행위를 해서는 안된다.<br/>
                    ④ 회원은 주소, 연락처, 전자우편 등 이용가입사항이 변경된 경우에 인터넷 회원 가입 화면을 통해 수정하거나 도서관을 방문하여 이를 즉시 알려야 한다.<br/>
                    ⑤ 회원의 본 약관에 위배되는 행위로 인하여 도서관에 손해가 발생한 경우에는 이를 배상하여야 한다.<br/>
                    ⑥ 회원은 도서관의 명시적 동의가 없는 한 서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없다.<br/>
                    ⑦ 회원은 도서관 서비스를 이용하여 얻은 정보를 도서관의 사전승낙 없이 복사, 복제, 변경, 번역, 출판, 방송 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없다.<br/>
                    ⑧ 회원은 도서관 및 제 3자의 지적 재산권을 포함한 제반 권리를 침해하거나 다음 각 호의 행위를 하여서는 안된다.<br/>
                    1. 다른 회원의 ID를 부정 사용하는 행위<br/>
                    2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위<br/>
                    3. 선량한 풍속, 기타 사회질서를 해하는 행위<br/>
                    4. 타인의 명예를 훼손하거나 모욕하는 행위<br/>
                    5. 타인의 지적재산권 등의 권리를 침해하는 행위<br/>
                    6. 해킹행위 또는 컴퓨터바이러스의 유포행위<br/>
                    7. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위<br/>
                    8. 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위<br/>
                    <br/>
                    [ 제 4 장 손해배상 및 기타사항 ]<br/>
                    <br/>
                    제 14 조 (손해배상)<br/>
                    도서관과 회원은 서비스 이용과 관련하여 고의 또는 과실로 상대방에게 손해를 끼친 경우에는 이를 배상하여야 한다.<br/>
                    <br/>
                    제 15 조 (면책조항)<br/>
                    ① 도서관은 천재지변, 전쟁, 기간통신사업자의 서비스 중지 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제된다.<br/>
                    ② 도서관은 서비스용 설비의 오류, 장애에 의한 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제된다.<br/>
                    ③ 도서관은 회원의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않는다.<br/>
                    ④ 도서관은 회원이 서비스를 이용하여 기대하는 결과를 얻지 못하거나 상실한 것에 대하여 책임을 지지 않으며, 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않는다.<br/>
                    ⑤ 도서관은 회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않으며, 회원 상호간 및 회원과 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없고, 이로 인한 손해를 배상할 책임도 없다.<br/>
                    ⑥ 도서관은 회원의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의 내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지 아니한다.<br/>
                    <br/>
                    제 16 조 (관할 법원)<br/>
                    본 서비스 이용으로 발생한 분쟁에 대해 1차적으로 도서관 운영위원회의 화해 및 조정을 통해 협의 조정하며, 소송이 제기되는 경우 도서관의 소재지를 관할하는 법원을 관할 법원으로 한다.<br/>
                    <br/>
                    [ 부칙 ]<br/>
                    1. 본 약관은 2010년 4월 12일부터 적용된다.<br/>
                    2. 개정되기 이전 시행되던 종전의 약관은 본 약관으로 대체 된다.<br/>
                    <br/>
                    [ 부칙 ]<br/>
                    본 약관은 2006년 1월 일부터 시행한다.<br/>
                </p>
            </div>
        </div>
    </div>
</div>
</body>